"Error -90057" = "AD domän måste anges. ([domän]\\[anv_namn])";
"Error -10100" = "Ogiltig autentiseringsmetod.";
"Error -10010" = "Ogiltigt språk.";
"Error -10004" = "Användaren har utgått.";
"Error -10003" = "Användaren är låst.";
"Error -10005" = "Användaren är tillfälligt låst.";
"Error -10103" = "Användaren måste acceptera EULA";
"Error -10104" = "Användaren måste ändra sitt lösenord.";
"Error -10106" = "Användaren måste ändra sitt användarnamn.";
"Error -40761" = "För närvarande kan filen inte dekrypteras. Vänligen be en annan behörig användare att ge dig tillgång till den här filen.";
"Error -40751" = "Den begärda filen kunde inte hittas.";
"Error -80021" = "Angivet filsegment är ogiltigt.";
"Error -70104" = "Användaren har redan redan godkänt EULA.";
"Error -70560" = "En användare med det här användarnamnet finns redan.";
"Error -70105" = "Användaren har inte behörighet att ändra sitt användarnamn.";
"Error -10105" = "Lösenordet kan inte återställas för den här användaren.";
"Error -70020" = "Krypteringsnyckelparet hittades inte. Ange ditt krypteringslösenord först.";
"Error -70021" = "Krypteringsnyckelparet var redan inställt.";
"Error -70501" = "Användaren kunde inte hittas.";
"Error -10107" = "Lösenordet kan bara återställas var 5:e minut.";
"Error -40755" = "Ogiltigt filnamn.";
"Error -40010" = "Ett rum eller en mapp kan inte skrivas över.";
"Error -80006" = "Utgångsdatum är för tidigt.";
"Error -80008" = "Utgångsdatum är för sent.";
"Error -40763" = "Filnyckel måste anges.";
"Error -40756" = "Ogiltig filklassificering.";
"Error -70022" = "Ogiltigt krypteringsnyckelpar.";
"Error -41054" = "Mappar/filer måste vara inom samma förälder.";
"Error -40001" = "Krypterade filer kan inte kopieras eller flyttas till ett icke krypterat rum.";
"Error -40002" = "Icke krypterade filer kan inte kopieras eller flyttas till ett krypterat rum.";

"Decryption password required" = "Dekrypterings lösenord krävs";
"Enter your decryption password to access encrypted data rooms." = "Ange ditt dekrypterings lösenord för att komma åt krypterade datarum.";

"You have successfully created a share link for {0}." = "Du har framgångsrikt skapat hämtningsdelningen {0}";
"You have successfully created the upload account {0}" = "Du har framgångsrikt skapat överföringsdelningen {0}";
"{0} Share(s) created" = "{0} Delning(ar) skapade";

"The AV scanner detected that the file could be malicious" = "AV-skannern upptäckte att filen kan vara infekterad med virus. ";

"DRACOON environment needs to be updated" = "DRACOON environment needs to be updated";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator.";
